Repository: Ertugrul-Kurubal/Data-Scientist
Catalog: Work/Modern Ways/Read Corpus/af-ar.tmx
Source language: af
Languages: ar

source: Ons het minder probleme gehad vir 'n lang tyd
ar: لم نواجه مشاكلاً منذ مدة لا بأس بها

source: Toevallig
ar: مصادفة

source: Ek glo nie in toeval nie, meneer
ar: أنا لا أؤمن بالمصادفة، حضرة الناظر

source: Dit lyk my so, wie, behalwe jy sou die kommitee vertel het van die koor?
ar: هذا ما يبدو. ومن غيرك قد يخبر عن تأسيس كورس؟

source: Dis ek
ar: إنه أنا

source: Weet jy dan hoe om te skryf?
ar: هل تعرف الكتابة؟

source: Oom Maxence het seker gedink hy doen 'n goeie ding Spaar my jou verduidelikings!
ar: ربما ظنّ العم ماكسان أنه يقوم بعمل جيد- وفّر توضيحاتك لنفسك-

source: Ek hou nie van jou maniere nie, Mathieu!
ar: لا يعجبني أسلوبك، ماتيو

source: Ek dink u hou nie van enigiets nie, meneer
ar: لا أعتقد أن أشياء كثيرة تعجبك حضرة الناظر

source: Mnr Rachin, iemand vir u in die gastekamer!
ar: سيد راشين أحدهم هنا لرؤيتك، إنه في غرفة الاستقبال

source: Kom ons praat later
ar: دعنا نتكلم عن ذلك لاحقاً

source: Dis vir you
ar: هذا لك

source: Partymaal dink ek dat Mondain hom maar moes verwurg het
ar: أحياناً يخطر لي أنه كان علينا أن ندع مانتان يخنقه

source: Violette dank my vir wat ek vir haar seun gedoen het
ar: لقد كانت فيوليت تشكرني لما أعمله لإبنها

source: Sy wil privaat met my praat daaroor
ar: وتريد أن تتحدث معي حول ذلك على انفراد

source: En sy wil my iets belangriks vertel
ar: وأن تخبرني شيئاً هاماً

source: Ontmoet by Die Hoek Kafee, 20ste, 4 uur
ar: موعد في مقهى رصيف في العشرين من هذا الشهر، الساعة الرابعة مساءً

source: Ek het 'n brief geskryf aan die Lyons Musiekkonservatorium
ar: لقد كتبت رسالة إلى معهد ليون للموسيقى

source: Ek ken die hoof daar
ar: فأنا أعرف المدير هناك

source: Hy het vriendelik geantwoord dat hy bly sal wees om 'n oudisie te gee vir jou seun, en as hy aanvaar word, te help met 'n studielening
ar: وقد رد لي بلطف وسيسعده أن يتقدم إبنك وإذا تم قبوله سيساعده على الحصول على منحة

source: Op daardie front gaan dit nou baie beter met ons Is dit so?
ar: ستكون الأمور أسهل من هذه الناحية بعد الآن- حقّاً؟

source: Nadat ek jou ontmoet het, het my lewe...
ar: بعد أن قابلتك ...حياتي

source: Hoe sê mens?
ar: كيف أقولها؟

source: - Omgedraai?
ar: تغيّرت كلياً؟

source: - Presies!
ar: - تماماً-

source: Dis alles aan jou te danke
ar: الفضل يعود لك

source: Ek kon dit nie dink...
ar: لم أكن أتخيل

source: Ek ook, ek het alle hoop verloor...
ar: هنا بالضبط، كنت قد فقدت الأمل

source: Ek dink, miskien gaan ek nou te vinnig...
ar: كنت أظن أني مخطئة إذ أستعجل الأمور هكذا

source: Nee, glo my, dis geen probleem nie
ar: لا، ثقي بي، ما من مشكلة

source: Dis waar dat u vir my geluk gebring het
ar: لقد جلبت لي الحظ فعلاً

source: Geluk?
ar: الحظ؟

source: Ek het iemand ontmoet,
ar: أنا أقابل أحداً

source: Hy is 'n enginieur van Lyons
ar: إنه مهندس من ليون

source: Ek het hom by die kafee ontmoet
ar: لقد قابلته في المقهى

source: Hy werk hier naby op 'n brugprojek
ar: إنه يعمل قريباً في مشروع جسر

source: Is jy reg?
ar: هل أنت بخير؟

source: Heeltemal
ar: أجل

source: Dis 'n groot geleentheid, vir u en Pierre
ar: إنها فرصة عظيمة لكِ و لبيير

source: Ek is jammer, maar ek moet gaan
ar: أرجو ألا تنزعج علي أن أذهب

source: Ek wil graag dat die drie van ons midagete saam gaan eet eendag
ar: أرغب أن نتناول الغداء نحن الثلاثة في يوم ما

source: Sal jy hom vertel van Pierre?
ar: هل ستحدّثه عن بيير؟

source: Asseblief?
ar: إذا سمحت

source: Goed, totsiens
ar: حسناً، إلى اللقاء

source: Totsiens
ar: إلى اللقاء

source: Dankie vir alles wat jy doen
ar: شكراً لكل ما فعلته

source: O, nie 'n woord aan Pierre, voorlopig
ar: لقد نسيت، لا تقل شيئاً لبيير الآن

source: Jammer, mag ek die stoel vat?
ar: المعذرة، أيمكنني أن آخذ الكرسي؟

source: - Natuurlik - Dankie
ar: بالطبع- شكراً-

source: Gravin, Ek... bly... blomme
ar: سيدتي الكونتيسة أنا.. سعيد... الزهور

source: Ek het nie alles gehoor nie, maar ek verstaan
ar: لم أفهم كل شيء لكنني فهمت المقصد

source: Dankie, my kind
ar: شكراً لك صغيري

source: Gravin, asseblief laat my voorstel:
ar: السيدة الكونتيسة دعيني أقدم لك السيد ماتيو

source: Mnr Mathieu, ons faktotum, wat ons liewe kinders leer sing
ar: المعلم، الذي جعل أطفالنا يغنون

source: Gravin
ar: السيدة الكونتيسة

source: Aanvaar asseblief my komplimente, meneer
ar: تحياتي، أيها السيد

source: Ons volg die sensitiewe en menslike onderwysmetodes van Mnr Rachin met groot belangstelling
ar: نحن نتابع باهتمام أساليب السيد راشين الإنسانية والمرهفة في التعليم

source: Ons dank u vir u bydrae tot daardie metodes
ar: ونشكرك لمساهمتك في هذه الطرق

source: Wie van julle het op die idee vir die koor gekom?
ar: بالمناسبة، من صاحب فكرة الكورس؟

source: - Wel... - Myne, Gravin, my idee
ar: ...في الحقيقة- أنا، سيدتي الكونتيسة، إنها فكرتي

source: Dit is 'n groot plesier, Gravin, om 'n hoof, wat so 'n begrip het, te help
ar: من دواعي سروري أن أساعد مديراً متفهماً مثله

source: Reg, laat hulle sing
ar: إجعلهم يغنون

source: Mnr Rachin is nederig, hy hou nie van lof nie Dis reg
ar: السيد راشين متواضع، ولايحب الإطراء- وها هو-

source: Wat gaan julle sing?
ar: إذاً ماذا ستغنون؟

source: La Nuit, van Rameau, Gravin
ar: "الليل" لـ "رامو" سيدتي الكونتيسة

source: Dit moet baie mooi wees!
ar: لابد أنها جميلة

source: Verskoon my, wie is die seun wat daar eenkant staan?
ar: عفواً، من الولد الذي يقف جانباً؟

source: Word hy gestraf?
ar: هل هو معاقب؟

source: Daardie seun?
ar: هذا الولد؟

source: Hy is 'n uitsondering
ar: إنه في استراحة

source: Mag ek begin?
ar: هل يمكنني أن أبدأ؟

source: En in die oë van Morange, wat my so stip gevolg het, het ek baie gelees: trots, vreugde om vergewe te word, maar ook iets nuut vir hom, dankbaarheid
ar: وفي عيني مورانج الذي كان يتبع إيقاعي بدقة رأيت الكثير الفخر، السعادة بمسامحته لكن أيضاً، شيئاً جديداً عليّ الامتنان

source: Eerste somersdag
ar: أول أيام الصيف

source: Ons koor verwelkom 'n nuwe lid
ar: كورسنا يرحب بعضو جديد

source: Jammer, ek was te laat, my fout
ar: آسف، لقد فقدت الإيقاع هذا خطأي

source: Gaan voort
ar: تابعوا

source: Kom hier, dis belangrik
ar: تعال هذا مهم

source: Ek was die toiletmure aan die skrop, toe kry ek dit onder 'n los teël
ar: كنت انظف جدران الحمامات لأزيل الكتابات وأزحت قرميدة فوجدت هذا

source: - Dis Corbin se mondfluit - En dit
ar: إنها هارمونيكا كوربان- وهذا-

source: Ten minste 200 000 frank
ar: فيها ألفا فرنك على الأقل

source: Niemand weet waar jou wegsteekplek was nie
ar: لم يعلم أحد أين تخبأ نقودك

source: Moet my nie vertel jy weet nie hoe dit daar beland het nie
ar: لا تخبرني أنك لا تعرف كيف وصلت النقود إلى هناك

source: Jy weet dat Mondain geskors is omdat hy verdink is van die diefstal?
ar: هل تعلم أن ماندان قد طرد لأنه اتُّهِم السرقة؟

source: Ek het nie geweet nie
ar: لا، لم أكن أعلم

source: Dis waar - jy het nie geweet nie
ar: هذه هي الحقيقة لم تكن تعلم

source: Nou het ek jou vertel
ar: والآن، هاقد أخبرتك

source: Wat het in jou ingevaar?
ar: مالذي خطر ببالك؟

source: Wat wou jy gaan doen met die geld?
ar: ماذا كنت ستفعل بالنقود؟

source: As ek meneer vertel, sal u dit nie oorvertel nie?
ar: إذا أخبرتك، هل تبقي هذا سرّاً؟

source: Ek sweer
ar: أقسم لك

source: Ek wou iets koop...
ar: ...كنت أريد أن أشتري

source: Wat?
ar: تشتري ماذا؟

source: 'n Warmlugballon
ar: منطاداً

source: Ons weet nie wie die geld gesteel het nie, maar dit bewys Mondain se onskuld
ar: نحن لانعلم من الذي سرق النقود لكن هذا يثبت براءة ماندان

source: Hy sou nooit sonder die geld weggegaan het nie,
ar: لم يكن ليغادر من دون النقود هذا واضح

source: Ons kan oor 2 dae daarna kyk, as ek terugkom
ar: سنبحث في الأمر بعد يومين بعد أن أعود

source: Mathieu, moet jouself nie te veel bekommer nie, as hy nie skuldig is nie, sal hy volgende keer tog wees
ar: لكن لا تقلق كثيراً ماتيو إذا لم يكن ماندان مذنباً هذه المرة لكان كذلك في مرة أخرى على كل حال

source: Vir sulke mense kan jy niks doen nie
ar: لايمكن فعل شيء لأمثاله ولا شيء

source: Wat omtrent die reg?
ar: وماذا عن العدالة؟

source: Hy's in die hande van die gereg nou
ar: - إنه بين يدي العدالة الآن-

source: Meneer, wag vir my!
ar: حضرة الناظر انتظرني

source: Wag vir my! Gaan jy ook?
ar: انتظرني- هل أنت مغادر أيضاً؟

source: Ek ry net saam, ek kuier vir my vakansie by my suster
ar: علي أن ألحق بالرحلة سأمضي العطلة عند أختي

source: Want daar is 'n klavier!
ar: يوجد بيانو هناك

source: Weet jy waarom Rachin na Lyons gaan?
ar: هل تعلم سبب ذهاب راشين إلى ليون؟

source: Ek dink hy moet die begroting verduidelik by die kommitee
ar: أظن أنه يريد مناقشة الميزانية مع الهيئة

source: -Moet hy?
ar: أليس كذلك؟

source: -Ja
ar: - أجل-

source: Maar eintlik is sy hoofdoel om te kruip vir promosie en 'n medalje
ar: لكن في الحقيقة، هدفه الحقيقي هو التملّق من اجل الترقية والأوسمة

source: Dink jy hy gaan suksesvol wees?
ar: هل تظن أنه سينجح في ذلك؟

source: Skelm soos hy is?
ar: ماكر كما عهدته سيعطي فكرة جيدة عن المدرسة

source: hy sal 'n pragtige prent van die skool voorhou, en die slegte dinge wegsteek, en ry op die koor se sukses
ar: وسيخفي الأشياء الرهيبة التي تعرفها وسيزيد رصيده من خلال نجاح الكورس

source: Sukses?
ar: نجاح؟

source: Ek het dit gehoor, dis baie goed
ar: - لقد سمعتها بنفسي، لقد كانت رائعة-

source: Meneer, is dit waar dat Langlois en die hoof saam weg is?
ar: سيدي، هل صحيح أن لونيال والناظر قد غادرا معاً؟

source: Ja, albei vir twee weke, ons is baas van die plek!
ar: أجل، شيبرت و كاربنتير أخذا أسبوعين نحن المسؤولون الآن

source: Is daar klasse vandag?
ar: إذاً لا دروس اليوم.

source: - Wat sal ons doen?
ar: ماذا سنفعل؟

source: - Gaan rus 'n bietjie
ar: - نأخذ قيلولة-

source: Ek het 'n beter idee
ar: لا، لدي فكرة أفضل

source: Verskoon my, u...
ar: ...عفواً، أنت

source: - Jou medalje?
ar: وسامك؟

source: Die voël is in die kou, Mnr Rachin
ar: العصفور في العش سيد راشين

source: Ek weet nie hoe om u te dank nie meneer, 'n oproep vir u...
ar: لا أعرف كيف أشكرك ...أيها الناظر، هاتف لك

source: Verskoon my, ek...
ar: ...عفواً، أنا

source: Die vuur het begin op die dak
ar: لقد بدأ الحريق من السطح

source: Die vuur het die slaapkwartiere verteer, waar die kinders laas gesien is
ar: كان اللهب يلتهم أجنحة النوم حيث شوهد الأولاد آخر مرة

source: Sestig kinders dood, soos rotte vasgekeer
ar: قُتل ستة عشر طفلاً لقد علقوا كالجرذان

source: En Rachin, sy promosie en medalje het in vlamme opgegaan reg voor sy oë
ar: بالنسبة لراشين كانت ترقيته ووسامه يتبخران أمام عينيه مع ألسنة اللهب

source: Maar skielik...
ar: ...وفجأةً

source: Na midagete is ons by die agterdeur uit, sodat Mary en die dorpenaars ons nie kon sien nie,
ar: بعد الغداء، خرجنا من الباب الخلفي قرب حديقة الخضار بحيث لم تلحظنا ماري والمزارعون، ثم

source: Toe gaan ons na die Lignon-bos
ar: ذهبنا إلى غابة لينيون

source: Waarom het julle soontoe gegaan?
ar: لماذا ذهبتم هناك؟

source: Ons het 'n orientasiespel gespeel - die kinders het baie daarvan gehou
ar: لقد لعبنا لعبة توجّه وقد أحبها الأولاد

source: Onnodig om te sê, oom Maxence, ek is baie teleurgesteld met jou gedrag
ar: يكفي أن نقول، أيها العم ماكسان تصرفك خذلني كثيراً

source: Meneer, ek aanvaar volle verantwoordelikheid vir hierdie eskapade
ar: حضرة الناظر، أنا أتحمل كامل مسؤولية هذا الفرار

source: Oom Maxence het nooit ophou probeer om my uit te praat nie
ar: فما كفّ العم ماكسان يمنعني عن ذلك

source: Dis wat ek 'n gebrek aan toewyding noem
ar: هذا ما أسميه نقص إيمان

source: Aan die ander kant kon mens sê dat ons die kinders se lewens gered het
ar: من ناحية أخرى، يمكن القول أننا أنقذنا حياة الأولاد

source: Wel, as julle nie die skool onbewaak gelaat het nie, sou daar nie 'n vuur gewees het nie!
ar: حسناً، لو لم تترك المدرسة خالية لما نشب الحريق

source: Ek weet nie waarom ek nog luister na jou nie
ar: لا أدري لماذا ما أزال أصغي إليك

source: Goed, oom Maxence, jou senioriteit in ag genome, gaan jy net 'n waarskuwing kry
ar: حسناً، أيها العم ماكسان نظراً لسنّك ستعاقب بالإيقاف المؤقت فقط

source: Wat jou betref, Mathieu, jy is ontslaan omdat jy die die skoolrëels gebreek het
ar: أما أنت، سيد ماتيو، فأنت مطرود وذلك لتجاوز قواعد المدرسة

source: As dit is wat u wil hê, ontslaan my ook!
ar: إذا كان هذا ما تريده، إذاً اطردني أنا أيضاً

source: Dis nie vir jou om te besluit nie
ar: هذا القرار لا يعود لك

source: Mnr Maxence, dankie vir jou gebaar, maar ek glo die kinders het jou baie nodig
ar: شكراً للطفك، أيها العم ماكسان لكني أعتقد أن الأولاد بحاجة ماسة إليك

source: Dink aan die kinders, want hierdie meneer kan nie
ar: فكّر بالأولاد بما أن هذا السيد لا يفعل

source: Dit is wat ons jou skuld
ar: هذه مستحقاتك هاك

source: Jy gaan dadelik met die 6-uur bus
ar: ستغادر فوراً في حافلة السادسة مساءً

source: Ek verbied jou om enige een van jou leerlinge te sien
ar: وممنوع أن ترى أيّاً من التلاميذ- ماذا تقصد؟

source: Oom Maxence, maak seker daarvan Gaan julle nou
ar: أيها العم ماكسان تأكد من ذلك

source: Meneer, voor ek gaan, laat my jou vertel wat ek van jou dink
ar: حضرة الناظر، قبل أن أغادر؟ دعني أخبرك برأيي بك

source: Ek weet, Mathieu
ar: أعلم، ماتيو

source: Jy is onbevoeg, wreed En hulle?
ar: أنت غير كفؤ، وقاسٍ- وماذا عنهم؟

source: - Hulle het nie gekies om hier te wees nie - Ek ook nie,
ar: هم لم يختاروا وجودهم هنا- ولا أنا-

source: Ek wou nooit 'n onderwyser wees nie
ar: لم أرغب يوماً أن أصبح مربياً

source: En moet my nie vertel dit was jou droom om jouself in hierdie plek te kom begrawe nie
ar: ولا تقل لي أنك كنت تحلم أن تدفن نفسك في هذا المكان الملعون؟

source: Jy het ander ambisies gehad, ek ook
ar: كان لديك طموحات أخرى

source: Jy kan nie jou mislukking op die kinders wreek nie Dink jy ek geniet dit om tronkbewaarder te speel?
ar: عليك أن لا تفرّغ فشلك في الأولاد- هل تعتقد أنني أستمتع بدور السجان؟

source: Iemand moet dit doen
ar: على أحد ما أن يقوم بذلك

source: Maar gaan voort, gaan Parys toe
ar: لكن تابع، إذهب إلى باريس

source: Gaan klop op die minister se deur
ar: إذهب واطرق باب الوزير

source: Dag, ek is Mathieu, ons moet ware opvoeders gebruik, nie halfbreine nie
ar: مرحباً، انا ماتيو، يجب أن نعيّن مربّين حقيقيين وليس أنصاف عقول

source: Klim in, veg, want jy het geloof! Mathieu! Saint Mathieu!
ar: إدخل وقاتل، بما أن لديك الإيمان ماتيو، أيها القديس ماتيو

source: Jy is 'n mislukte musikant, 'n faktotum
ar: أنت موسيقي فاشل، معلّم

source: Net 'n klein faktotum
ar: مجرد معلّم صغير

source: Wat doen jy nou eintlik, Mnr Mathieu?
ar: ماذا تعمل يا ماتيو؟

source: Ek is 'n faktotum, faktotum, faktotum, faktotum, faktotum!
ar: أنا معلّم، معلّم، معلّم،

source: Jy is 'n malman
ar: أنت مجنون

source: Ek is so moeg, gaan na die hel!
ar: لقد تعبت لتذهب إلى الجحيم

source: In teendeel, ek gaan nou juis daaruit
ar: على العكس أنا أغادرها

source: Ek het gehoop dat party van die kinders braaf genoeg sou wees om totsiens te kom sê, maar niks nie
ar: لقد أملت أن يتحدى بعض الأولاد المنع ويأتوا لوداعي، لكن ما من أحد

source: Hierdie kinders se wysheid is soos traak-my-nie-agtigheid
ar: حكمة هؤلاء الأولاد كانت اللامبالاة

source: En Morange... in elkgeval...
ar: ومورانج أيّاً يكن

source: Op die eerste stukkie papier, sien ek Boniface se eiesoortige handskrif, en die een met verkeerde spelling, sal Pepinot s'n wees, en die een met musieknote, dis Morange
ar: على أول قصاصة رأيت خطّ بونيفاس المميّز وتلك ذات الإملاء السيء يجب أن تكون من ببينو وتلك ذات العلامات الموسيقية إنه مورانج

source: En hierdie een, daardie een...
ar: وهذه وتلك

source: Laat hulle stop!
ar: أوقفهم

source: Hulle het die deur gesluit!
ar: لقد اقفلوا الباب

source: Teen daardie tyd het ek 'n opwelling van vreugde en optimisme gevoel
ar: في ذلك الوقت، غمرتني موجة من السعادة والتفاؤل

source: Ek wou die hele wêreld vertel
ar: أردت إخبار العالم كله

source: Maar wie sou luister?
ar: لكن، من كان ليصغي؟

source: Niemand weet wie ek is
ar: لا أحد يعرف من أنا

source: Die groot kunstenaar sou afkom aarde toe
ar: الفنان العظيم على وشك السقوط

source: Ek is Clement Mathieu, 'n mislukte musikant, 'n werklose faktotum
ar: أنا كليمونت ماتيو، موسيقي فاشل ومدرّسٌ عاطل عن العمل

source: Hierna?
ar: وبعد ذلك؟

source: Hy het nooit so ver gekom om dit neer te skryf nie
ar: لم يعد إلى الكتابة أبداً

source: Maar ek, ek kan jou vertel
ar: أما أنا، فأستطيع أن أخبرك

source: En Pepinot het my die volgende dag vertel, op my pad terug skooltoe,
ar: وهكذا أخبرني ببينو في اليوم التالي، في طريق عودتي إلى المدرسة

source: My kinder-herinneringe het na my teruggekom
ar: عادت إليّ ذكريات الطفولة

source: Na Mathieu ontslaan is, het my ma my kom haal
ar: بعد طرد ماتيو استرجعتني أمي

source: Ons is na Lyons, waar ek by die konservatorium ingeskryf is
ar: وذهبنا إلى ليون حيث تم قبولي في مدرسة الموسيقى

source: Die enginieur wou dat ek weer koshuis toe gaan, maar my ma het geweier, en hy het ons verlaat
ar: أراد المهندس أن يسافر مجدداً فرفضت أمي وتركَنا

source: Chabert, Langlois en oom Maxence het verenig en Rachin se vernederende metodes verwerp
ar: شابرت، لونوا والعم ماكسان اتحدوا وفضحوا أساليب راشين التعسفية مع التلاميذ

source: Die kinders is ondervra, en Rachin ontslaan
ar: تم استجواب الأولاد وطُرد راشين

source: Clement Mathieu het aangehou musiek doseer tot sy dood
ar: واستمر كليمونت ماتيو بتعليم الموسيقى حتى رحل

source: Hy het nooit probeer om beroemd te wees nie
ar: لم يطارد الشهرة أبداً

source: Al wat hy gedoen het, het hy vir homself gehou
ar: واحتفظ لنفسه بكل ما فعل

source: Vir homself?
ar: لنفسه!

source: nee, nie heeltemal nie
ar: لا، ليس تماماً

source: Mnr Mathieu!
ar: سيد ماتيو

source: Wag vir my
ar: انتظرني

source: Wat maak jy hier?
ar: لماذا أنت هنا؟

source: Kan u my nie asseblief saamvat nie?
ar: هل يمكنك أن تأخذني معك

source: O, ek kan dit nie doen nie
ar: لايمكنني فعل ذلك

source: Jy moet teruggaan skooltoe, anders gaan jy gestraf word
ar: يجب أن تعود إلى المدرسة وإلا ستعاقب

source: Asseblief Sal ons gaan?
ar: أرجوك- هل سننطلق؟

source: Ek is nou daar
ar: أنا قادم

source: Ek kan jou nie saamneem nie
ar: لا يمكنني أن آخذك

source: Gaan terug
ar: عُد

source: Pepinot was reg om te glo, want die dag wat Mathieu ontslaan is, was 'n Saterdag
ar: لقد كان ببينو على حق عندما صدّق ذلك فيوم رحيل ماتيو كان يوم سبت

source: DIE GEVOLGE VAN DIE LIEFDE
ar: ** عواقب الحب **

source: Die slegste vir 'n man wat alleen is, is verbeeldingloosheid
ar: أسوأ شيء هو أن يقضي الرجل الكثير من الوقت لوحده يفتقر إلى الخيال

source: Sy vervelige lewe word nog verveliger sonder verbeelding
ar: الحياة .. المملـة والمكررة تصبح مملة جداً عندما ينعدم الخيال

source: Kyk na die man met die strikdas, mens kan gis oor sy professie, sy verhouding met daardie vroue... ek sien egter net 'n ligsinnige man
ar: انظروا إلى ذلك الرجل ذو ربطة العنق الكثير يستمتعون بالتخمين عن مهنة ذلك الشخص وعلاقاتة مع تلك النساء

source: Ek is nie ligsinnig nie, net my naam is ligsinnig...
ar: وأنا لست كذلك الشيء الوحيد الطائش الذي بحوزتي هو اسمي

source: Titta Di Girolamo
ar: (تيتا دي جيرولمو)

source: Mnr Di Girolamo Meneer
ar: - (سيد (دي جيرولمو

source: Goeie dag
ar: صباح الخير

source: Totsiens, Sofia
ar: (إلى اللقاء (صوفيا

source: Wil jy speel?
ar: أتحب أن تلعب لعبة؟

source: Nee, ek voel nie so nie
ar: شكراً أنا لا ألعب

source: Ek vul net blokraaisels in
ar: فقط استطيع حل الكلمات المتقاطعة

source: Jammer, ek raak so verveeld op hierdie besigheidsreise
ar: خسارة! أشعر بالملل الشديد من رحلات العمل

source: Ek is pas terug van 'n konvensie aan die Meksikaanse kus
ar: . .. لقد عدت للتو من إتفاقية على شاطيء البحر في المكسيك

source: En nou is ek weer in die koue!
ar: والآن ، بدلاً من ذلك فأنا عالق هنا في هذا الجو البارد

source: Ek is Letizia
ar: دعني أقدم نفسي ( لتيزيا )

source: Di Girolamo
ar: ( دي جيرولمو )

source: Besigheid?
ar: هنا للعمل؟

source: Wat 'n lewe!
ar: يالها من حياة

source: Wat'se besigheid?
ar: ماهو مجالك؟

source: Ek werk vir makelaars
ar: أعمل لصالح شركة مبيعات

source: Wie?
ar: أية واحدة؟

source: Moulinex
ar: مولينكس

source: Jy speel! Hulle maak net mengers
ar: ... لابدأنكتمزح على حد علمي فهم يصنعون الخلاطات

source: Kom nou!
ar: هيا ..

source: vertel die waarheid!
ar: أنت لا تخبرني الحقيقة

source: Die waarheid is vervelig, my vriend
ar: الحقيقة يا صديقي أنه ممل

source: Ek was gemeen en immoreel, en het jou lewe verwoes
ar: لقد كنت شريراً وعديم الأخلاق وقمت بتدمير حياتك

source: Jy was altyd eerlik, en dis goed genoeg vir my
ar: لقد كنت دوماً صادقاً معي وهذا كافياً بالنسبة لي

source: Weet jy wat vrees ek die meeste?
ar: أتعرف مايخيفني كثيراً؟

source: Om van ouderdom dood te gaan, ek wil nie!
ar: الموت عند الشيخوخة ! لا أريد ذلك

source: Ek wil 'n besondere dood sterf
ar: أرغب بموت استثنائي

source: Jy moet hierdie nou vat, Carlo
ar: كارلو) عليك تناول هذه)

source: Al klaar?
ar: هل انتهيت؟

source: Ek het my eetlus verloor
ar: لقد فقدت شهيتي

source: Wat gebeur buite?
ar: ماذا يحدث بالخارج؟

source: Niks
ar: لا شيء

source: Jy het verloor
ar: لقد هُزمت

source: Wat skuld ek?
ar: بكم أدينك؟

source: Tien Frank. Dankie
ar: عشرة فرنكات ، شكراً لك

source: As ek 'n kasino ingestap het, het dit stil geword,
ar: عندما كنت أسير في الكازينو كان العالم يقف بلا حراك

source: Hulle fluister dan: "Hy's hier"
ar: " كانوا يهمسون: " إنه هنا

source: "Ons gaan alles by hom vat" en hulle het!
ar: " سـ نستولي على كل ما بحوزته " هذا ما كانوا يقولون

source: Dit was nie heeltemal so nie
ar: - لم يكن كذلك بالضبط

source: Ja dit was
ar: - بل كان كذلك

source: Waarom bly ons in 'n hotelkamer wat eers ons s'n was?
ar: فليس بعد مكوثنا في غرفة فندق كنا نملكها قبل شيء

source: Is "Grabber" 'n spel van Napels?
ar: الـ (غرابر) لعبة نابولية؟

source: Ek weet nie ek's van Salerno Dis al wat ek ken
ar: لا أعرف! فأنا من سليرنو إنها اللعبه الورقيه الوحيدة التي اعرفها

source: Dis 'n hopelose speletjie Grabber is 'n kinderspel ek het dit as kind gespeel, dit hoekom ek daarvan hou
ar: ! إنها لعبة غبية غرابر) لعبة للـ الصغار) لقد تعلمتها من صبي ربما لذلك السبب أحببتها

source: Ons moet nooit ons kinderdae vergeet nie
ar: علينا أن لا نقطع صلتنا بأطفالنا

source: Reg, meneer?
ar: - أليس صحيحاً؟

source: Nooit!
ar: - أبداً أجل

source: Wel, ek bedoel...
ar: ... حسناً،أقصد

source: Nee, ons moet nie
ar: علينا أن لا نفعل ذلك أبداً

source: Dit verg moed
ar: - تتطلب الشجاعة

source: Om 'n buitengewone dood te sterf
ar: للموت الإستثنائي

source: Daar is 'n geloof wat uit mans en vroue van alle stande, klasse, gelowe bestaan
ar: ... هناكطائفةتشملرجالاًونساءً تشمل كل الطبقات الإجتماعية ... والأعماروالأديانوالأجناس

source: Dis die slapeloses, waarvan ek al 10 jaar lid is
ar: طائفة من المصابين بالأرق ... وأنامنهم وظللت هكذا لمدة عشر سنوات

source: Nie-lede sê altyd:
ar: الأشخاص العاديون بالغالب :يقولون لهؤلاء

source: "As jy nie kan slaap nie, lees of kyk TV of
ar: إن كنت لا تستطيع النوم " "فيمكنك القراءة أو مشاهدة التلفاز

source: "studeer of iets!"
ar: " أدرس أو أفعل شيئاً "

source: Sulke woorde is baie irriterend vir ons sekte
ar: هذه الكلمات مصدر إزعاج لأصحاب الأرق

source: Want, slapeloses het nie obsessies nie, ons wil net slaap
ar: ! السبب بسيط :المصابين بالأرق لديهم هوس واحد ... النوم

source: D‪ie ivoor en die goue beeldjies uit die 18de eeu, die soliede Venisiese okkerneuthout kis, die 6 Lodewyk XV stoele,
ar: الثمثال العاجي الذهبي يعود من القرن الثامن عشر الكراسي الستة لـ لويس الخامس عشر مشمعة بالخشب

source: Die stel Franse heilige kewers
ar: مجموعة من الجعلان المقدسة من فرنسا

source: Ek onthou dit nie
ar: لا أتذكر ذلك

source: Dit was witgoud, met smarag, diamant en klein pêrels
ar: لقد كان ذهباً أبيضاً بالزمرد والألماس واللآلئ الصغيرة

source: Dis 'n skande!
ar: - ! يا للعار

source: Ons sal dit eendag nog terugkoop
ar: - سنقوم بشرائها ثانية في يوم واحد

source: Stop, Carlo!
ar: ! (توقف (كارلو

source: Ek kannie ophou hoop nie
ar: لا يمكنني الإستسلام

source: Jy moet ophou verneuk met die kaarte!
ar: عليك أن تتوقف من الغش في لعبة الغرابر

source: Ek begin bedrewe raak, moenie bekommerd wees nie
ar: أنا أبلي بلاءً حسناً باللعبه لا شيء يستدعي للقلق

source: Ja, ja...
ar: أجل .. أجل

source: Nag, Carlo
ar: - (تصبح على خير (كارلو

source: Nag Isabella
ar: - (تصبحين على خير (ايزابيلا

source: - Goeie môre
ar: - صباح الخير

source: - Hoe gaan dit?
ar: - كيف حالك اليوم؟

source: - Goed
ar: - بخير

source: Goed geslaap?
ar: هل نمت جيداً؟

source: 'n Rukkie, ja
ar: في الوقت المناسب كالمعتاد

source: - Ons is in Switzerland, dan nie? - Mh mh
ar: نحن في سويسرا أليس كذلك؟
